---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadClassification
source: html/1b8038e0-fb86-0869-27ba-4f7b136693fc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadClassification Property

"Load Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecLoadClassification { get; }
```